import React from 'react'
import './HowToUsePage.css'

export const HowToUsePage = () => {
  return (
    <div className="how-to-container">
      <section className="preparation-section">
        <h2 className="preparation-header">Подготовка к нанесению автобронзантов</h2>
        <div className="preparation-section-articles">
          <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className="preparation-article text">
              Перед нанесением автобронзанта необходимо принять душ и очистить кожу с помощью очищающих средств для
              тела. Принимать душ следует не ранее, чем за 2-3 часа до нанесения.
            </p>
          </div>

        <div className='preparation-article-container'>
        <div className='preparation-article-circle'></div>
        <p className="preparation-article text">
            Во время душа рекомендуется использовать <mark className='marker'>Скраб для тела</mark>  для подготовки к нанесению автобронзанта St.Moriz
            или любое отшелушивающее средство для тела (без содержания масел), чтобы хорошо очистить кожу от ороговевших
            частиц. На хорошо очищенной коже загар проявится равномерно и продержится дольше. Уделите особое внимание
            отдельным зонам: предварительно отшелушите особые участки кожи: колени, ступни, пяточки, лодыжки, локти.
            Дайте им подсохнуть, а коже охладиться перед нанесением.
          </p>
        </div>
        
        <div className='preparation-article-container'>
        <div className='preparation-article-circle'></div>
        <p className='preparation-article text'>
            Важно! Эпиляцию на ногах, руках и в области бикини рекомендуется делать не ранее, чем за 48 часов до
            нанесения автобронзанта. Непосредственно перед нанесением автобронзанта в качестве защиты особых зон тела
            рекомендуется нанести Увлажняющий лосьон для сохранения загара St.Moriz. Наносить его рекомендуется на кожу
            только на области сухих участков кожи, нуждающихся в интенсивном увлажнении, таких как локти, колени,
            лодыжки, ступни, пятки и пальцы рук. На все тело средство наносить не нужно. Наносите лосьон на чистую и
            сухую кожу. После того, как лосьон полностью впитается в кожу, можно нанести автобронзант. Дополнительное
            увлажнение этих особых зон предотвратит проявление слишком яркого оттенка, в виду особенности рогового слоя
            кожи, более толстого, чем на других участках тела.
          </p>
        </div>
       
        </div>
      </section>
      <section className="how-to-apply-section">
        <h3 className="preparation-header">Рекомендации по нанесению автозагара</h3>
        <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className='preparation-article text'>
          Всегда наносите средства только на чистую сухую кожу! Хорошенько встряхивайте флакон перед каждым
          использованием. Для нанесения используйте рукавичку-аппликатор St.Moriz.
        </p>
        </div>

        <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className='preparation-article text'>
          Наносите небольшое количество мусса или лосьона вначале на <mark className='marker'>рукавичку-аппликатор St.Moriz</mark> и далее равномерно
          распределяйте средство на коже круговыми массирующими движениями. Автобронзанты в виде спрея можно распылять
          непосредственно на кожу на расстоянии 15-20 см. от ее поверхности, а далее уже распределять рукавичкой по
          телу.
        </p>
        </div>
      
        <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className='preparation-article text'>
          Начинать нанесение средства лучше всего снизу вверх. Начинайте с лодыжек. Плавными восходящими движениями
          равномерно распределяйте средство на коже, завершайте нанесение на коже лица, шеи и внешней стороне ладоней.
          При нанесении на пальцы рук, слегка согните пальцы, чтобы в складках кожи на костяшках не осталось белых
          полос. Кисти рук и ступни необходимо окрашивать широкими движениями без особого надавливания, используя то
          количество средства, что осталось на рукавичке после основного нанесения на тело. Таким образом загар в этих
          местах получится не таким интенсивным и более естественным. Не забывайте про область ушей, заднюю сторону шеи
          и коленей.
        </p>
        </div>
     
        <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className='preparation-article text'>
          Автобронзанты содержат смываемую тонировку коричневого цвета. Тонировка поверхностно окрашивает кожу, чтобы
          равномерность нанесения можно было легко контролировать. Тщательно растирайте средства на коже, чтобы не
          оставалось белых полос и загар на коже проявился равномерно. Допустимо появление серо-зеленого оттенка
          тонировки в виду натурального состава окрашивающих компонентов.
        </p>
        </div>

        <div className='preparation-article-container'>
            <div className='preparation-article-circle'></div>
            <p className='preparation-article text'>
          Автобронзанты без тонировки обладают способностью оставлять кожу умеренно влажной на небольшой промежуток
          времени, чтобы по ощущениям было понятно, куда средство уже нанесено. Таким образом, можно контролировать
          равномерность нанесения.
        </p>
        </div>
       
       <div className='preparation-article-container'>
        <div className='preparation-article-circle'></div>
        <p className='preparation-article text'>
          Надевайте темную одежду после нанесения, а также, по возможности, используйте темное постельное белье, так как
          автобронзанты содержащие тонировку, могут окрасить светлую ткань . Одевайтесь только после полного высыхания
          средства на коже, чтобы избежать неравномерного проявления оттенка. Как правило, автобронзанты St.Moriz
          высыхают очень быстро, поэтому через 5 -10 минут после нанесения уже можно одеться. Эффективнее всего наносить
          автобронзант перед сном, и оставить средство на коже на ночь, чтобы избежать любые контакты с водой.
        </p>
       </div>
      </section>
    </div>
  )
}
